# **************************************
# Copyright (c) 2007 - www.NightLabs.org
# **************************************

perspectives.systemAdministration=\u0e01\u0e32\u0e23\u0e08\u0e31\u0e14\u0e01\u0e32\u0e23\u0e23\u0e30\u0e1a\u0e1a
perspectives.timer=\u0e15\u0e31\u0e49\u0e07\u0e40\u0e27\u0e25\u0e32

viewcategories.administration=\u0e01\u0e32\u0e23\u0e08\u0e31\u0e14\u0e01\u0e32\u0e23 JFire

views.entityTree=\u0e40\u0e2d\u0e19\u0e15\u0e34\u0e15\u0e35\u0e49
views.pendingOrganisationRegistrations=Pending organisation registrations
views.timerTasks=\u0e15\u0e31\u0e49\u0e07\u0e40\u0e27\u0e25\u0e32\u0e17\u0e33\u0e07\u0e32\u0e19
views.timerTaskDetail=\u0e23\u0e32\u0e22\u0e25\u0e30\u0e40\u0e2d\u0e35\u0e22\u0e14\u0e01\u0e32\u0e23\u0e15\u0e31\u0e49\u0e07\u0e40\u0e27\u0e25\u0e32\u0e17\u0e33\u0e07\u0e32\u0e19

actions.createWorkstationConfigGroup.label=\u0e01\u0e25\u0e38\u0e48\u0e21\u0e01\u0e32\u0e23\u0e15\u0e31\u0e49\u0e07\u0e04\u0e48\u0e32\u0e02\u0e2d\u0e07\u0e40\u0e27\u0e34\u0e23\u0e4c\u0e04\u0e2a\u0e40\u0e15\u0e0a\u0e31\u0e48\u0e19\u0e43\u0e2b\u0e21\u0e48
actions.createWorkstationConfigGroup.tooltip=\u0e2a\u0e23\u0e49\u0e32\u0e07\u0e01\u0e25\u0e38\u0e48\u0e21\u0e01\u0e32\u0e23\u0e15\u0e31\u0e49\u0e07\u0e04\u0e48\u0e32\u0e02\u0e2d\u0e07\u0e40\u0e27\u0e34\u0e23\u0e4c\u0e04\u0e2a\u0e40\u0e15\u0e0a\u0e31\u0e48\u0e19\u0e43\u0e2b\u0e21\u0e48
actions.createWorkstationAction.label=\u0e40\u0e27\u0e34\u0e23\u0e4c\u0e04\u0e2a\u0e40\u0e15\u0e0a\u0e31\u0e48\u0e19\u0e43\u0e2b\u0e21\u0e48...
actions.createWorkstationAction.tooltip=\u0e2a\u0e23\u0e49\u0e32\u0e07\u0e40\u0e27\u0e34\u0e23\u0e4c\u0e04\u0e2a\u0e40\u0e15\u0e0a\u0e31\u0e48\u0e19\u0e43\u0e2b\u0e21\u0e48
actions.createUserConfigGroup.label=\u0e01\u0e25\u0e38\u0e48\u0e21\u0e01\u0e32\u0e23\u0e15\u0e31\u0e49\u0e07\u0e04\u0e48\u0e32\u0e02\u0e2d\u0e07\u0e1c\u0e39\u0e49\u0e43\u0e0a\u0e49\u0e43\u0e2b\u0e21\u0e48...
actions.createUserConfigGroup.tooltip=\u0e2a\u0e23\u0e49\u0e32\u0e07\u0e01\u0e25\u0e38\u0e48\u0e21\u0e01\u0e32\u0e23\u0e15\u0e31\u0e49\u0e07\u0e04\u0e48\u0e32\u0e02\u0e2d\u0e07\u0e1c\u0e39\u0e49\u0e43\u0e0a\u0e49\u0e43\u0e2b\u0e21\u0e48
actions.createUserGroup.label=\u0e01\u0e25\u0e38\u0e48\u0e21\u0e04\u0e27\u0e32\u0e21\u0e1b\u0e25\u0e2d\u0e14\u0e20\u0e31\u0e22\u0e02\u0e2d\u0e07\u0e1c\u0e39\u0e49\u0e43\u0e0a\u0e49\u0e43\u0e2b\u0e21\u0e48...
actions.createUserGroup.tooltip=\u0e2a\u0e23\u0e49\u0e32\u0e07\u0e01\u0e25\u0e38\u0e48\u0e21\u0e04\u0e27\u0e32\u0e21\u0e1b\u0e25\u0e2d\u0e14\u0e20\u0e31\u0e22\u0e02\u0e2d\u0e07\u0e1c\u0e39\u0e49\u0e43\u0e0a\u0e49\u0e43\u0e2b\u0e21\u0e48
actions.createUser.label=\u0e1c\u0e39\u0e49\u0e43\u0e0a\u0e49\u0e43\u0e2b\u0e21\u0e48...
actions.createUser.tooltip=\u0e2a\u0e23\u0e49\u0e32\u0e07\u0e1c\u0e39\u0e49\u0e43\u0e0a\u0e49\u0e43\u0e2b\u0e21\u0e48
actions.grantrolegroups.label  = \u0e2d\u0e19\u0e38\u0e0d\u0e32\u0e15\u0e34\u0e01\u0e25\u0e38\u0e48\u0e21\u0e2b\u0e19\u0e49\u0e32\u0e17\u0e35\u0e48\u0e43\u0e19\u0e1b\u0e23\u0e30\u0e40\u0e20\u0e17\u0e02\u0e2d\u0e07\u0e2a\u0e34\u0e17\u0e18\u0e34\u0e17\u0e31\u0e49\u0e07\u0e2b\u0e21\u0e14
actions.registerOrganisation.label=\u0e08\u0e14\u0e17\u0e30\u0e40\u0e1a\u0e35\u0e22\u0e19\u0e2d\u0e07\u0e04\u0e4c\u0e01\u0e23...
actions.registerOrganisation.tooltip=\u0e08\u0e14\u0e17\u0e30\u0e40\u0e1a\u0e35\u0e22\u0e19\u0e2d\u0e07\u0e04\u0e4c\u0e01\u0e23\u0e15\u0e48\u0e32\u0e07\u0e0a\u0e32\u0e15\u0e34
actions.createOrganisation.label=\u0e2a\u0e23\u0e49\u0e32\u0e07\u0e2d\u0e07\u0e04\u0e4c\u0e01\u0e23\u0e43\u0e2b\u0e21\u0e48...
actions.createOrganisation.tooltip=\u0e2a\u0e23\u0e49\u0e32\u0e07\u0e2d\u0e07\u0e04\u0e4c\u0e01\u0e23\u0e43\u0e2b\u0e21\u0e48

entityEditor.category.localorganisation=\u0e2d\u0e07\u0e04\u0e4c\u0e01\u0e23\u0e40\u0e09\u0e1e\u0e32\u0e30\u0e2a\u0e48\u0e27\u0e19
entityEditor.category.user=\u0e1c\u0e39\u0e49\u0e43\u0e0a\u0e49
entityEditor.category.userGroup=\u0e01\u0e25\u0e38\u0e48\u0e21\u0e04\u0e27\u0e32\u0e21\u0e1b\u0e25\u0e2d\u0e14\u0e20\u0e31\u0e22\u0e02\u0e2d\u0e07\u0e1c\u0e39\u0e49\u0e43\u0e0a\u0e49
entityEditor.category.organisationUsers=\u0e1c\u0e39\u0e49\u0e43\u0e0a\u0e49\u0e02\u0e2d\u0e07\u0e2d\u0e07\u0e04\u0e4c\u0e01\u0e23
entityEditor.category.workstation=\u0e40\u0e27\u0e34\u0e23\u0e4c\u0e04\u0e2a\u0e40\u0e15\u0e0a\u0e31\u0e48\u0e19
entityEditor.category.workstationConfigGroup=\u0e01\u0e25\u0e38\u0e48\u0e21\u0e01\u0e32\u0e23\u0e15\u0e31\u0e49\u0e07\u0e04\u0e48\u0e32\u0e02\u0e2d\u0e07\u0e40\u0e27\u0e34\u0e23\u0e4c\u0e04\u0e2a\u0e40\u0e15\u0e0a\u0e31\u0e48\u0e19
entityEditor.category.userConfigGroup=\u0e01\u0e25\u0e38\u0e48\u0e21\u0e01\u0e32\u0e23\u0e15\u0e31\u0e49\u0e07\u0e04\u0e48\u0e32\u0e02\u0e2d\u0e07\u0e1c\u0e39\u0e49\u0e43\u0e0a\u0e49
entityEditor.category.propertyStruct=\u0e42\u0e04\u0e23\u0e07\u0e2a\u0e23\u0e49\u0e32\u0e07\u0e1e\u0e23\u0e4a\u0e2d\u0e1e\u0e40\u0e1e\u0e2d\u0e15\u0e35\u0e49\u0e40\u0e0b\u0e15
entityEditor.category.authorityType=\u0e1b\u0e23\u0e30\u0e40\u0e20\u0e17\u0e2a\u0e34\u0e17\u0e18\u0e34

administrationMenu.label=\u0e01\u0e32\u0e23\u0e08\u0e31\u0e14\u0e01\u0e32\u0e23

# The above entries have not yet been reviewed. Probably, their keys do not yet use the complete ID + property
# The below entries have been automagically externalized.
# 2007-08-22 Marco

org.nightlabs.jfire.base.admin.ui.actions.label=\u0e40\u0e0b\u0e15\u0e02\u0e2d\u0e07\u0e01\u0e32\u0e23\u0e14\u0e33\u0e40\u0e19\u0e34\u0e19\u0e01\u0e32\u0e23\u0e02\u0e2d\u0e07\u0e1c\u0e39\u0e49\u0e14\u0e39\u0e41\u0e25\u0e2b\u0e25\u0e31\u0e01
org.nightlabs.jfire.base.admin.ui.timer.action.SubmitTaskDetailViewAction.label=\u0e22\u0e2d\u0e21\u0e23\u0e31\u0e1a
org.nightlabs.jfire.base.admin.ui.timer.action.RemoveTimePatternsViewAction.label=-
org.nightlabs.jfire.base.admin.ui.timer.action.CreateTimePatternViewAction.label=+
org.nightlabs.jfire.base.admin.ui.editor.user.UserEditor.name=\u0e2b\u0e19\u0e49\u0e32\u0e41\u0e01\u0e49\u0e44\u0e02\u0e02\u0e49\u0e2d\u0e21\u0e39\u0e25\u0e1c\u0e39\u0e49\u0e43\u0e0a\u0e49
org.nightlabs.jfire.base.admin.ui.editor.usersecuritygroup.UserSecurityGroupEditor.name=\u0e2b\u0e19\u0e49\u0e32\u0e41\u0e01\u0e49\u0e44\u0e02\u0e01\u0e25\u0e38\u0e48\u0e21\u0e04\u0e27\u0e32\u0e21\u0e1b\u0e25\u0e2d\u0e14\u0e20\u0e31\u0e22\u0e02\u0e2d\u0e07\u0e1c\u0e39\u0e49\u0e43\u0e0a\u0e49
org.nightlabs.jfire.base.admin.ui.editor.workstation.WorkstationEditor.name=\u0e2b\u0e19\u0e49\u0e32\u0e41\u0e01\u0e49\u0e44\u0e02\u0e40\u0e27\u0e34\u0e23\u0e4c\u0e04\u0e2a\u0e40\u0e15\u0e0a\u0e31\u0e48\u0e19
org.nightlabs.jfire.base.admin.ui.editor.workstationgroup.WorkstationGroupEditor.name=\u0e2b\u0e19\u0e49\u0e32\u0e41\u0e01\u0e49\u0e44\u0e02\u0e01\u0e25\u0e38\u0e48\u0e21\u0e01\u0e23\u0e30\u0e15\u0e31\u0e49\u0e07\u0e04\u0e48\u0e32\u0e02\u0e2d\u0e07\u0e40\u0e27\u0e34\u0e23\u0e4c\u0e04\u0e2a\u0e40\u0e15\u0e0a\u0e31\u0e48\u0e19
org.nightlabs.jfire.base.admin.ui.editor.userconfiggroup.UserConfigGroupEditor.name=\u0e2b\u0e19\u0e49\u0e32\u0e41\u0e01\u0e49\u0e44\u0e02\u0e01\u0e25\u0e38\u0e48\u0e21\u0e01\u0e32\u0e23\u0e15\u0e31\u0e49\u0e07\u0e04\u0e48\u0e32\u0e02\u0e2d\u0e07\u0e1c\u0e39\u0e49\u0e43\u0e0a\u0e49
org.nightlabs.jfire.base.admin.ui.prop.StructLocalEditor.name=\u0e2b\u0e19\u0e49\u0e32\u0e41\u0e01\u0e49\u0e44\u0e02 Struct-local
org.nightlabs.jfire.base.admin.ui.editor.localorganisation.OrganisationEditor.name=\u0e2b\u0e19\u0e49\u0e32\u0e41\u0e01\u0e49\u0e44\u0e02\u0e2d\u0e07\u0e04\u0e4c\u0e01\u0e23

org.nightlabs.jfire.base.admin.ui.asyncinvoke.DeleteViewAction.label=\u0e25\u0e1a
org.nightlabs.jfire.base.admin.ui.asyncinvoke.RetryViewAction.label=\u0e25\u0e2d\u0e07\u0e43\u0e2b\u0e21\u0e48
org.nightlabs.jfire.base.admin.ui.editor.authoritytype.AuthorityTypeEditor.name=\u0e2b\u0e19\u0e49\u0e32\u0e41\u0e01\u0e49\u0e44\u0e02\u0e1b\u0e23\u0e30\u0e40\u0e20\u0e17\u0e02\u0e2d\u0e07\u0e2a\u0e34\u0e17\u0e18\u0e34


# Auto added entries follow:
org.nightlabs.jfire.base.admin.ui.asyncinvoke.AsyncInvokeProblemView.name=AsyncInvokeProblems
org.nightlabs.jfire.base.admin.ui.organisation.registration.RegisterInRootOrganisationAction.label=\u0e08\u0e14\u0e17\u0e30\u0e40\u0e1a\u0e35\u0e22\u0e19\u0e43\u0e19\u0e2d\u0e07\u0e04\u0e4c\u0e01\u0e23\u0e2b\u0e25\u0e31\u0e01

org.nightlabs.jfire.base.admin.ui.newWizard.category.name=\u0e23\u0e30\u0e1a\u0e1a


# Auto added entries follow:
org.nightlabs.jfire.base.admin.ui.user.CreateUserWizard.name=\u0e1c\u0e39\u0e49\u0e43\u0e0a\u0e49
org.nightlabs.jfire.base.admin.ui.usersecuritygroup.CreateUserGroupWizard.name=\u0e01\u0e25\u0e38\u0e48\u0e21\u0e1c\u0e39\u0e49\u0e43\u0e0a\u0e49
org.nightlabs.jfire.base.admin.ui.workstation.CreateWorkstationWizard.name=\u0e40\u0e27\u0e34\u0e23\u0e4c\u0e04\u0e2a\u0e40\u0e15\u0e0a\u0e31\u0e48\u0e19
org.nightlabs.jfire.base.admin.ui.organisation.create.CreateOrganisationWizard.name=\u0e2d\u0e07\u0e04\u0e4c\u0e01\u0e23
