#Generated by ResourceBundle Editor (http://eclipse-rbe.sourceforge.net)
# **************************************
# Copyright (c) 2007 - www.NightLabs.org
# **************************************

aboutText = JFire - \u0e23\u0e30\u0e1a\u0e1a\u0e01\u0e32\u0e23\u0e1a\u0e23\u0e34\u0e2b\u0e32\u0e23\u0e17\u0e23\u0e31\u0e1e\u0e22\u0e32\u0e01\u0e23\u0e02\u0e2d\u0e07\u0e2d\u0e07\u0e04\u0e4c\u0e01\u0e23\u0e13\u0e4c \u0e1f\u0e23\u0e35!!\n\n\u0e2a\u0e07\u0e27\u0e19\u0e25\u0e34\u0e02\u0e2a\u0e34\u0e17\u0e18\u0e34\u0e4c (c) NightLabs 2004-2008.\n\u0e15\u0e32\u0e21\u0e1e\u0e23\u0e30\u0e23\u0e32\u0e0a\u0e1a\u0e31\u0e0d\u0e0d\u0e31\u0e15\u0e34\u0e25\u0e34\u0e02\u0e2a\u0e34\u0e17\u0e18\u0e34\u0e4c.\n\n\u0e40\u0e02\u0e49\u0e32\u0e0a\u0e21 http://jfire.org\n\n\u0e1c\u0e25\u0e34\u0e15\u0e20\u0e31\u0e13\u0e17\u0e4c\u0e19\u0e35\u0e49\u0e1b\u0e23\u0e30\u0e01\u0e2d\u0e1a\u0e14\u0e49\u0e27\u0e22 \u0e0b\u0e2d\u0e23\u0e4c\u0e1f\u0e41\u0e27\u0e23\u0e4c\u0e20\u0e32\u0e22\u0e19\u0e2d\u0e01.\n\u0e01\u0e23\u0e38\u0e13\u0e32\u0e40\u0e02\u0e49\u0e32\u0e0a\u0e21\u0e40\u0e27\u0e1b\u0e44\u0e0b\u0e17\u0e4c\u0e40\u0e1e\u0e37\u0e48\u0e2d\u0e41\u0e2a\u0e14\u0e07\u0e23\u0e32\u0e22\u0e25\u0e30\u0e40\u0e2d\u0e35\u0e22\u0e14.

app.name = JFire

loginMenu.label = \u0e25\u0e4a\u0e2d\u0e04\u0e2d\u0e34\u0e19

org.eclipse.ui.internal.progress.ProgressView.name                                  = \u0e04\u0e27\u0e32\u0e21\u0e04\u0e37\u0e1a\u0e2b\u0e19\u0e49\u0e32
org.nightlabs.jfire.base.ui.JFireWelcomePerspective.name                            = \u0e15\u0e49\u0e2d\u0e19\u0e23\u0e31\u0e1a
org.nightlabs.jfire.base.ui.jdo.cache.RefreshAllAction.label                        = \u0e23\u0e35\u0e40\u0e1f\u0e23\u0e2a\u0e41\u0e04\u0e0a (\u0e42\u0e2b\u0e25\u0e14\u0e43\u0e2b\u0e21\u0e48\u0e17\u0e31\u0e49\u0e07\u0e2b\u0e21\u0e14)
org.nightlabs.jfire.base.ui.jdo.cache.RefreshAllAction.tooltip                      = \u0e25\u0e49\u0e32\u0e07\u0e41\u0e04\u0e0a \u0e41\u0e25\u0e30\u0e40\u0e23\u0e35\u0e22\u0e01 dirty notifications \u0e2a\u0e33\u0e2b\u0e23\u0e31\u0e1a\u0e17\u0e38\u0e01\u0e2d\u0e2d\u0e1b\u0e40\u0e08\u0e01\u0e15\u0e4c\u0e17\u0e35\u0e48\u0e2d\u0e22\u0e39\u0e48\u0e43\u0e19\u0e41\u0e04\u0e0a \u0e40\u0e1e\u0e37\u0e48\u0e2d\u0e17\u0e35\u0e48\u0e08\u0e30\u0e17\u0e33\u0e43\u0e2b\u0e49\u0e40\u0e01\u0e34\u0e14\u0e01\u0e32\u0e23\u0e42\u0e2b\u0e25\u0e14\u0e43\u0e2b\u0e21\u0e48.
# Auto added entries follow:
org.nightlabs.jfire.base.ui.jdo.cache.actions.label                                 = \u0e41\u0e04\u0e0a
org.nightlabs.jfire.base.ui.login.action.LoginAction.label                          = &\u0e25\u0e4a\u0e2d\u0e04\u0e2d\u0e34\u0e19 JFire
org.nightlabs.jfire.base.ui.login.action.LoginAction.toolTip                        = \u0e25\u0e4a\u0e2d\u0e04\u0e2d\u0e34\u0e19 JFire
# Auto added entries follow:
org.nightlabs.jfire.base.ui.login.actions.label                                     = Login Action Set
org.nightlabs.jfire.base.ui.password.ChangePasswortAction.label                     = \u0e40\u0e1b\u0e25\u0e35\u0e48\u0e22\u0e19\u0e23\u0e2b\u0e31\u0e2a\u0e1c\u0e48\u0e32\u0e19
org.nightlabs.jfire.base.ui.password.ChangePasswortAction.tooltip                   = \u0e40\u0e1b\u0e25\u0e35\u0e48\u0e22\u0e19\u0e23\u0e2b\u0e31\u0e2a\u0e1c\u0e48\u0e32\u0e19\u0e02\u0e2d\u0e07\u0e1c\u0e39\u0e49\u0e43\u0e0a\u0e49\u0e1b\u0e31\u0e08\u0e08\u0e38\u0e1a\u0e31\u0e19
org.nightlabs.jfire.base.ui.person.preferences.PersonManagementPreferencePage.name  = \u0e01\u0e32\u0e23\u0e08\u0e31\u0e14\u0e01\u0e32\u0e23\u0e02\u0e49\u0e2d\u0e21\u0e39\u0e25\u0e1a\u0e38\u0e04\u0e04\u0e25
org.nightlabs.jfire.base.ui.person.preferences.PersonStructOrderPreferencePage.name = \u0e25\u0e33\u0e14\u0e31\u0e1a\u0e01\u0e32\u0e23\u0e41\u0e2a\u0e14\u0e07\u0e43\u0e19\u0e42\u0e04\u0e23\u0e07\u0e2a\u0e23\u0e49\u0e32\u0e07
org.nightlabs.jfire.prop.structfield.DateStructField.description                    = \u0e1f\u0e34\u0e25\u0e14\u0e4c\u0e2a\u0e33\u0e2b\u0e23\u0e31\u0e1a\u0e04\u0e48\u0e32\u0e17\u0e35\u0e48\u0e43\u0e2a\u0e48\u0e40\u0e1b\u0e47\u0e19\u0e27\u0e31\u0e19 \u0e41\u0e25\u0e30\u0e40\u0e27\u0e25\u0e32
org.nightlabs.jfire.prop.structfield.DateStructField.name                           = \u0e1f\u0e34\u0e25\u0e14\u0e4c\u0e27\u0e31\u0e19\u0e17\u0e35\u0e48
org.nightlabs.jfire.prop.structfield.I18nTextStructField.description                = \u0e1f\u0e34\u0e25\u0e14\u0e4c\u0e2a\u0e33\u0e2b\u0e23\u0e31\u0e1a\u0e04\u0e48\u0e32\u0e17\u0e35\u0e48\u0e43\u0e2a\u0e48\u0e40\u0e1b\u0e47\u0e19\u0e15\u0e31\u0e27\u0e2d\u0e31\u0e01\u0e29\u0e23\u0e44\u0e14\u0e49\u0e2b\u0e25\u0e32\u0e22\u0e20\u0e32\u0e29\u0e32
org.nightlabs.jfire.prop.structfield.I18nTextStructField.name                       = \u0e1f\u0e34\u0e25\u0e14\u0e4c\u0e02\u0e49\u0e2d\u0e04\u0e27\u0e32\u0e21\u0e41\u0e1a\u0e1a I18n
org.nightlabs.jfire.prop.structfield.ImageStructField.description                   = \u0e1f\u0e34\u0e25\u0e14\u0e4c\u0e2a\u0e33\u0e2b\u0e23\u0e31\u0e1a\u0e43\u0e2a\u0e48\u0e02\u0e49\u0e2d\u0e21\u0e39\u0e25\u0e23\u0e39\u0e1b\u0e20\u0e32\u0e1e
org.nightlabs.jfire.prop.structfield.ImageStructField.name                          = \u0e1f\u0e34\u0e25\u0e14\u0e4c\u0e23\u0e39\u0e1b\u0e20\u0e32\u0e1e
org.nightlabs.jfire.prop.structfield.MultiSelectionStructField.description          = \u0e1f\u0e34\u0e25\u0e14\u0e4c\u0e17\u0e35\u0e48\u0e43\u0e2b\u0e49\u0e1c\u0e39\u0e49\u0e43\u0e0a\u0e49\u0e40\u0e25\u0e37\u0e2d\u0e01\u0e04\u0e48\u0e32\u0e44\u0e14\u0e49\u0e2b\u0e25\u0e32\u0e22\u0e04\u0e48\u0e32
org.nightlabs.jfire.prop.structfield.MultiSelectionStructField.name                 = \u0e1f\u0e34\u0e25\u0e14\u0e4c\u0e41\u0e1a\u0e1a\u0e40\u0e25\u0e37\u0e2d\u0e01\u0e44\u0e14\u0e49\u0e2b\u0e25\u0e32\u0e22\u0e04\u0e48\u0e32
org.nightlabs.jfire.prop.structfield.NumberStructField.description                  = \u0e1f\u0e34\u0e25\u0e14\u0e4c\u0e2a\u0e33\u0e2b\u0e23\u0e31\u0e1a\u0e04\u0e48\u0e32\u0e17\u0e35\u0e48\u0e40\u0e1b\u0e47\u0e19\u0e15\u0e31\u0e27\u0e40\u0e25\u0e02
org.nightlabs.jfire.prop.structfield.NumberStructField.name                         = \u0e1f\u0e34\u0e25\u0e14\u0e4c\u0e15\u0e31\u0e27\u0e40\u0e25\u0e02
org.nightlabs.jfire.prop.structfield.PhoneNumberStructField.description             = \u0e1f\u0e34\u0e25\u0e14\u0e4c\u0e2a\u0e33\u0e2b\u0e23\u0e31\u0e1a\u0e04\u0e48\u0e32\u0e17\u0e35\u0e48\u0e40\u0e1b\u0e47\u0e19\u0e15\u0e31\u0e27\u0e40\u0e25\u0e02
org.nightlabs.jfire.prop.structfield.PhoneNumberStructField.name                    = \u0e1f\u0e34\u0e25\u0e14\u0e4c\u0e2b\u0e21\u0e32\u0e22\u0e40\u0e25\u0e02\u0e42\u0e17\u0e23\u0e28\u0e31\u0e1e\u0e17\u0e4c
org.nightlabs.jfire.prop.structfield.RegexStructField.description                   = \u0e1f\u0e34\u0e25\u0e14\u0e4c\u0e17\u0e35\u0e48\u0e2d\u0e19\u0e38\u0e0d\u0e32\u0e15\u0e34\u0e43\u0e2b\u0e49\u0e08\u0e33\u0e01\u0e31\u0e14\u0e02\u0e49\u0e2d\u0e21\u0e39\u0e25\u0e17\u0e35\u0e48\u0e43\u0e2a\u0e48\u0e44\u0e14\u0e49\u0e42\u0e14\u0e22\u0e43\u0e0a\u0e49 regular expression.
org.nightlabs.jfire.prop.structfield.RegexStructField.name                          = \u0e1f\u0e34\u0e25\u0e14\u0e4c Regular Expression
org.nightlabs.jfire.prop.structfield.SelectionStructField.description               = \u0e1f\u0e34\u0e25\u0e14\u0e4c\u0e17\u0e35\u0e48\u0e2d\u0e19\u0e38\u0e0d\u0e32\u0e15\u0e34\u0e43\u0e2b\u0e49\u0e1c\u0e39\u0e49\u0e43\u0e0a\u0e49\u0e40\u0e25\u0e37\u0e2d\u0e01\u0e04\u0e48\u0e32\u0e44\u0e14\u0e49\u0e08\u0e32\u0e01\u0e2a\u0e34\u0e48\u0e07\u0e17\u0e35\u0e48\u0e21\u0e35
org.nightlabs.jfire.prop.structfield.SelectionStructField.name                      = \u0e1f\u0e34\u0e25\u0e14\u0e4c\u0e41\u0e1a\u0e1a\u0e40\u0e25\u0e37\u0e2d\u0e01
org.nightlabs.jfire.prop.structfield.TextStructField.description                    = \u0e1f\u0e34\u0e25\u0e14\u0e4c\u0e1e\u0e34\u0e49\u0e19\u0e10\u0e32\u0e19\u0e2a\u0e33\u0e2b\u0e23\u0e31\u0e1a\u0e04\u0e48\u0e32\u0e17\u0e35\u0e48\u0e40\u0e1b\u0e47\u0e19\u0e15\u0e31\u0e27\u0e2d\u0e31\u0e01\u0e29\u0e23
org.nightlabs.jfire.prop.structfield.TextStructField.name                           = \u0e1f\u0e34\u0e25\u0e14\u0e4c\u0e02\u0e49\u0e2d\u0e04\u0e27\u0e32\u0e21
